{"response":"### Primary Dispute-Resolution Mechanism: Binding Arbitration\n\nAll disputes that cannot be brought in the Small Claims Department of the Magistrate Division of the District Courts of the State of Idaho are to be resolved by **binding arbitration** under an “Arbitration Program.” A “Dispute” includes any action, claim, or controversy (contract, tort, statutory, common law, equity, etc.) arising out of or connected with the construction or purchase of the home, the warranty, or related documents. Once decided by arbitration, the dispute cannot later be brought in court except to enforce the arbitrator’s decision. Arbitration is to be administered by the **American Arbitration Association (AAA)** or another mutually agreeable administrator, using the AAA’s Building Arbitration Rules or other mutually agreed rules, and applying the substantive law of the State of Idaho. Arbitrations are to be conducted in **Pocatello, Idaho**, with the parties aiming to conclude the arbitration within **180 days** of filing; the arbitrator may impose sanctions for delay. Each party pays half of the arbitration costs and its own attorney’s fees.\n\n### Arbitration Procedures and Arbitrator Powers\n\nThe parties are to select a neutral, “qualified” arbitrator; if they cannot agree, selection proceeds under AAA provisions. The arbitrator is empowered to: (1) decide issues about the terms of the arbitration clause, including arbitrability; (2) consolidate multiple-party claims based on the same transaction; and (3) consolidate related claims and disputes involving other parties such as subcontractors or suppliers. The arbitrator cannot change or alter the terms of the Arbitration Program. All applicable statutes of limitation apply to arbitration proceedings. Judgment on any arbitration award may be entered in any court having jurisdiction.\n\n### Preserved Court and Self-Help Remedies (Exceptions to Arbitration)\n\nDespite the arbitration requirement, several remedies remain available outside arbitration:\n\n1. **Small Claims Court**: Any party may pursue claims for money that do not exceed **$3,000** in the Small Claims Department of the Magistrate Division of the District Courts of the State of Idaho, within that court’s jurisdictional limits.\n2. **Liens and Foreclosure**: Parties may pursue **claims of lien** or **foreclosure of a lien or mortgage** against real or personal property, including actions necessary to preserve such remedies, enforce an arbitration award, or obtain a personal or deficiency judgment.\n3. **Self-Help Remedies**: Parties may exercise **self-help remedies**, including **repossession** and **set-off** rights.\n4. **Provisional or Ancillary Court Remedies**: Parties may seek **injunctive relief**, sequestration, attachment, claim and delivery, replevin, garnishment, or appointment of a receiver from a court with jurisdiction. Any claim or dispute related to the exercise of these self-help or auxiliary rights is itself treated as a “Dispute” subject to arbitration.\n\n### Enforcement and Costs for Refusal to Arbitrate\n\nIf a party fails to submit to binding arbitration after a lawful demand, that party must bear all costs and expenses, including reasonable attorneys’ fees (including those incurred at trial, in bankruptcy, or on appeal), incurred by the other party in obtaining a stay of any court proceeding and compelling arbitration.","route_used":"route_3_global_search","citations":[{"index":1,"chunk_id":"doc_7abd558372ff4627b7d0ff27c22f1c5b_chunk_1_sent_6","document_id":"doc_7abd558372ff4627b7d0ff27c22f1c5b","document_title":"BUILDERS LIMITED WARRANTY","document_url":"","score":0.6682,"text_preview":"No provision of, nor the exercise of any rights under this arbitration clause shall limit the right of any\nParty to: (1) pursue a claim within the venue and jurisdiction of the Small Claims Department"}],"evidence_path":[],"metadata":{"matched_communities":[],"community_scores":{},"total_claims":0,"sentence_evidence_count":15,"claims_per_community":{},"route_description":"Sentence-enriched map-reduce (v3)","version":"v3","map_claims":[],"sentence_evidence":[{"text":"Judgment upon any award rendered hereunder may be entered in any court having jurisdiction. No provision of, nor the exercise of any rights under this arbitration clause shall limit the right of any\nP","source":"BUILDERS LIMITED WARRANTY","score":0.6682},{"text":"In the event the first purchaser sells the home or moves out of it, this limited warranty automatically terminates. With exception of the remedies preserved herein (which includes claims for money wit","source":"BUILDERS LIMITED WARRANTY","score":0.6593},{"text":"With exception of the remedies preserved herein (which includes claims for money within the jurisdiction\nlimits of the small claims court of the State of Idaho) all disputes are subject to binding arb","source":"BUILDERS LIMITED WARRANTY","score":0.654},{"text":"In the event the parties cannot agree then the parties shall proceed as provided by the provisions of the AAA, except as provided herein. The arbitrator(s) shall be empowered to, at the written reques","source":"BUILDERS LIMITED WARRANTY","score":0.6461},{"text":"A \"Dispute\" shall include any action, dispute, claim or controversy of any kind, whether founded in\ncontract, tort, statutory or common law, equity, or otherwise, that can not be litigated in the Smal","source":"BUILDERS LIMITED WARRANTY","score":0.6515},{"text":"In any\nconsolidated proceeding the first arbitrator(s) selected in any proceeding shall conduct the consolidated proceeding unless disqualified due to conflict\nof interest. The arbitrator(s) shall be ","source":"BUILDERS LIMITED WARRANTY","score":0.6444},{"text":"shall be governed by the provisions of the AAA or other rules agreed to by the parties. The arbitrator(s) shall otherwise resolve all Disputes in accordance with the applicable substantive law of the ","source":"BUILDERS LIMITED WARRANTY","score":0.6675},{"text":"Proceedings hereunder shall be governed by the provisions of the AAA or\nother rules agreed to by the parties. The arbitrator(s) shall otherwise resolve all Disputes in accordance with the applicable s","source":"BUILDERS LIMITED WARRANTY","score":0.6564},{"text":"All statutes of limitation applicable to any Dispute shall apply to any proceeding in accordance with this\narbitration clause. The Parties agree, to the maximum extent practicable, to take any action ","source":"BUILDERS LIMITED WARRANTY","score":0.6474},{"text":"shall be governed by the provisions of the AAA or other rules agreed to by the parties. The arbitrator(s) shall otherwise resolve all Disputes in accordance with the applicable substantive law of the ","source":"BUILDERS LIMITED WARRANTY","score":0.6438}]},"raw_extractions":null}