[
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31460",
    "text": "# BUILDERS LIMITED WARRANTY WITH ARBITRATION\n\nIn consideration of the Agreement for the construction or purchase of a home for the undersigned Buyer/Owner, this Limited Warranty Agreement is extended by Fabrikam Inc. ,and is accepted and agreed (the Builder), whose address is 1820 Summit Ridge Dr., Pocatello, ID 83201\n\nto by Contoso Ltd. (the Buyer/Owner), who is the original Buyer/Owner of the property at the following address: 480 Willow Glen Drive, Chubbuck, ID 83202 .\n\n## 1. Builder's Limited Warranty.\n\nA. The Builder warrants for a period of one (1) year that by the standards of construction relevant in Pocatello/Chubbuck, Idaho, floors, ceilings, walls, and other internal structural components of the home ; the plumbing (including the septic tank if Builder installed), heating, and electric wiring systems; and the roof will be free of defects in materials or workmanship. Such Limited Warranty is subject to the terms hereof including specific provisions for other features of the home and appliances which provisions are controlling.\n\nB. The Builder warrants that by the standards of construction relevant in Pocatello/Chubbuck for a period of sixty (60) days that the following items will be free of defects in materials or workmanship: doors (including hardware), windows, electric switches, receptacles, and fixtures; caulking around exterior openings, plumbing fixtures and cabinet work.\n\n## 2. Term.\n\nA. The terms of the various coverages of this Builder's Limited Warranty begin on the date of final settlement or the date when the Buyer/Owner first occupies the home, whichever comes first.\n\nB. Except as otherwise provided herein, the terms of this Limited Warranty terminate one (1) year or sixty (60) days as applicable after commencement. ANY CLAIMS WHICH HAVE NOT BEEN MADE IN WRITING AS PROVIDED HEREIN, WITHIN ONE (1) YEAR OR SIXTY (60) AS APPLICABLE, REGARDLESS OF DISCOVERABILITY, ARE NOT COVERED.\n\n3. Manufacturers' Warranties. The Builder assigns and passes through to the Buyer/Owner (to the extent they exist and are assignable), the manufacturers' warranties on all appliances and equipment supplied by Builder.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/BUILDERS LIMITED WARRANTY.pdf",
    "chunk_index": 0
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31461",
    "text": "3. Manufacturers' Warranties. The Builder assigns and passes through to the Buyer/Owner (to the extent they exist and are assignable), the manufacturers' warranties on all appliances and equipment supplied by Builder. The following items are examples of such appliances and equipment, although not every house includes all of these items and some houses may include appliances or equipment not in this list: range, furnace or heat pump, dishwasher, garbage disposal, ventilating fan, air conditioner.\n\n4. Exclusions from Coverage. The Builder does not assume responsibility for any of the following, all of which are excluded from the coverage of this limited warranty.\n\nA. CONSEQUENTIAL OR INCIDENTAL DAMAGES. (SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU).\n\nB. This Warranty does not cover any appliance, piece of equipment, or other items which is a consumer product for purposes of the Magnuson-Moss Warranty Act (15 U.S.C. Sec. 2301 through 2312.)\n\nC. Any defect or damage which is covered by a manufacturers' warranty. (Manufactures warranties will be assigned to Owner under paragraph 2 of this Limited Warranty).\n\nD. Damage resulting from ordinary wear and tear, abuse, neglect, or lack of due care or proper maintenance of the house or from non- residential use of the home.\n\nE. Defects that result from characteristics common to the materials used, such as (but not limited to) warping and deflection of wood; facing, chalking, and checking of paint from exposure to sunlight; cracks that occurred in the drying and curing of concrete, stucco, plaster, bricks, and masonry; drying,shrinking and cracking of caulking and weather stripping.\n\nF. Defects in materials or items installed by the Buyer/Owner or anyone other than the Builder or subcontractors selected by Builder.\n\nG. Work by the Buyer/Owner or anyone other than the Builder or by subcontractors selected by Builder.\n\nH. Loss or damage caused by insects or animals, fire, explosion, smoke, water escape, change or movement of ground water or soils, glass breakage, wind storm, hail, lightening, falling trees, aircraft, vehicles, flood, earthquakes or acts of God.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/BUILDERS LIMITED WARRANTY.pdf",
    "chunk_index": 1
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31462",
    "text": "H. Loss or damage caused by insects or animals, fire, explosion, smoke, water escape, change or movement of ground water or soils, glass breakage, wind storm, hail, lightening, falling trees, aircraft, vehicles, flood, earthquakes or acts of God.\n\nI. Conditions resulting from condensation on, expansion of, or contraction of materials.\n\nJ. Any and all claims not made in writing as provided herein prior to one (1) year or sixty (60) day warranty period, as applicable.\n\nK. Damages which could have been avoided by prompt notification to the Builder.\n\nL. Defects in any item which was not part of the original home as constructed by the Builder. Any defect caused by or worsened by negligence, improper maintenance, lack of maintenance, improper action or inaction, willful or malicious acts by any party other than the Builder, its employees, agents or subcontractors.\n\nM. Bodily injury or damage to personal property or damage to real property which is not part of the original home as construction by Builder.\n\nN. Any item listed as a non-warrantable condition on the Statement of Non-Warranted Conditions provided herewiththat is incorporated into this warranty.\n\n5. No Other Warranties. This expressed limited warranty is the only warranty provided by Builder. ALL OTHER WARRANTIES INCLUDING IMPLIED WARRANTIES WHICH INCLUDE (BUT IS NOT LIMITED TO) WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, HABITABILITY, AND GOOD WORKMANSHIP AND ANY WARRANTY THAT MIGHT BE CONSTRUED TO COVER THE PRESENCE OF RADON OR OTHER ENVIRONMENTAL POLLUTANTS ARE HEREBY DISCLAIMED.\n\n6. Notification of Defects. If Buyer/Owner believes a defect is covered by this limited warranty, the Buyer/Owner must, prior to the termination of the one (1) year or sixty (60) day warranty period as applicable, write a letter describing the defect to the Builder and send it by certified mail return receipt requested to the Builder at the Builder's office address below:\n\nRepresentative John Smith Company Fabrikam Inc. Street_1820 Summit Ridge Dr.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/BUILDERS LIMITED WARRANTY.pdf",
    "chunk_index": 2
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31463",
    "text": "Street_1820 Summit Ridge Dr. City, State, Zip_Pocatello, ID 83201 Emergency Number ( 208 ) 555-2311\n\nThe Buyer/Owner must tell the Builder in writing what times during the day that the Buyer/Owner will be at home, so that the Builder can schedule service calls appropriately. If an emergency exists or if a delay will cause extra damage (for instance, a defective pipe has burst), the Buyer/Owner must telephone the Builder immediately. Only emergency reports will be taken by phone. Failure to promptly notify the Builder of an emergency under this limited warranty relieves the Builder of all liability for replacement, repair, and all other damages.\n\n7. Repairs. Upon receipt of the buyer's or owner's written report of a defect, if the defective item is covered by this warranty,\n\nthe Builder will repair or replace it at no charge to the Buyer/Owner within sixty (60) days (longer if weather conditions, labor problems, or materials shortages cause delays). The work will be done by the Builder or subcontractors chosen by the Builder. The Builder has sole discretion to choose between repair or replacement.\n\n8. Not Transferable. This limited warranty is extended to the Buyer/Owner as the first purchaser of the home and is not transferable. In the event the first purchaser sells the home or moves out of it, this limited warranty automatically terminates.\n\n9. Arbitration. A. Binding Arbitration. With exception of the remedies preserved herein (which includes claims for money within the jurisdiction limits of the small claims court of the State of Idaho) all disputes are subject to binding arbitration. Upon the demand of a party hereto made before the institution of any judicial proceeding or not more than 60 days after service of a complaint, third party complaint, cross-claim or counterclaim or any answer thereto or any amendment to any of the above, any Dispute (as defined below) shall be resolved by binding arbitration in accordance with the terms of this Arbitration Program.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/BUILDERS LIMITED WARRANTY.pdf",
    "chunk_index": 3
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31464",
    "text": "A \"Dispute\" shall include any action, dispute, claim or controversy of any kind, whether founded in contract, tort, statutory or common law, equity, or otherwise, that can not be litigated in the Small Claims Court of the State of Idaho, now existing or hereafter arising between any of the Parties arising out of, pertaining to or in connection with the construction or purchase of the home or this warranty or any related agreements, documents, or instruments (\"Documents\"). Any Party who fails to submit to binding arbitration following a lawful demand by another Party shall bear all costs and expenses, including reasonable attorneys' fees, (including those incurred in any trial, bankruptcy proceeding or on appeal) incurred by the other Party in obtaining a stay of any pending judicial proceeding and compelling arbitration of any Dispute. THE PARTIES UNDERSTAND THAT BY THIS AGREEMENT THEY HAVE DECIDED THAT THEIR DISPUTES SHALL BE RESOLVED BY BINDING ARBITRATION RATHER THAN IN COURT, AND ONCE DECIDED BY ARBITRATION NO DISPUTE CAN LATER BE BROUGHT, FILED OR PURSUED IN COURT EXCEPT TO ENFORCE DECISION OF THE ARBITRATOR.\n\nB. Governing Rules. Arbitration conducted pursuant to this Arbitration Program shall be administered by the American Arbitration Association (\"AAA\"), or other mutually agreeable administrator (\"Administrator\") in accordance with the terms of this Arbitration Program and Building Arbitration Rules of the AAA or other rules mutually agreeable. Proceedings hereunder shall be governed by the provisions of the AAA or other rules agreed to by the parties. The arbitrator(s) shall otherwise resolve all Disputes in accordance with the applicable substantive law of the State of Idaho. Judgment upon any award rendered hereunder may be entered in any court having jurisdiction.\n\nC. Preservation of Remedies.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/BUILDERS LIMITED WARRANTY.pdf",
    "chunk_index": 4
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31465",
    "text": "The arbitrator(s) shall otherwise resolve all Disputes in accordance with the applicable substantive law of the State of Idaho. Judgment upon any award rendered hereunder may be entered in any court having jurisdiction.\n\nC. Preservation of Remedies. No provision of, nor the exercise of any rights under this arbitration clause shall limit the right of any Party to: (1) pursue a claim within the venue and jurisdiction of the Small Claims Department of the Magistrate Division of the District Courts of the State of Idaho as defined at Idaho Code § 1-2301, for claims for money which do not exceed $3,000; (2) pursue claims of lien or to foreclose a lien or mortgage against any real or personal property collateral or security, as necessary to preserve such remedy or to enforce any arbitration award, or obtain a personal or deficiency award; (3) exercise self-help remedies (including repossession and set-off rights); or (4) obtain provisional or ancillary remedies such as injunctive relief, sequestration, attachment, claim & delivery. replevin, garnishment, or the appointment of a receiver from a court having jurisdiction. Such rights can be exercised at any time except to the extent such action is contrary to a final award or decision in any arbitration proceeding and shall not constitute a waiver of the right of any Party to Arbitration. Any claim or Dispute related to exercise of any self-help, auxiliary or other rights under this paragraph shall be a Dispute hereunder.\n\nD. Arbitrator Powers and Qualifications; Awards. The Parties agree to select a neutral \"qualified\" arbitrator to resolve any Dispute hereunder. In the event the parties cannot agree then the parties shall proceed as provided by the provisions of the AAA, except as provided herein. The arbitrator(s) shall be empowered to, at the written request of any Party in any Dispute, (1) to consolidate in a single proceeding any multiple party claims that are substantially identical or based upon the same underlying transaction; and (2) to consolidate any claims and Disputes between other Parties which arise out of or relate to the subject matter hereof, including all claims by or against subcontractors or suppliers.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/BUILDERS LIMITED WARRANTY.pdf",
    "chunk_index": 5
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31466",
    "text": "In any consolidated proceeding the first arbitrator(s) selected in any proceeding shall conduct the consolidated proceeding unless disqualified due to conflict of interest. The arbitrator(s) shall be empowered to resolve any dispute regarding the terms of this arbitration clause, including questions about the arbitrability of any Dispute, but shall have no power to change or alter the terms of this Arbitration Program. Each party shall be responsible to pay for one-half (1/2) of the cost and fees of the argtration and their respective costs including attorneys' fees in any arbitration. The award of the arbitrator(s) shall be in writing and shall set forth the factual and legal basis for the award. E. Miscellaneous. All statutes of limitation applicable to any Dispute shall apply to any proceeding in accordance with this arbitration clause. The Parties agree, to the maximum extent practicable, to take any action necessary to conclude an arbitration hereunder within 180 days of the filing of a Dispute with the Administrator. The arbitrator(s) shall be empowered to impose sanctions for any Party's failure to proceed within the times established herein. Arbitrations shall be conducted in Pocatello, Idaho. The provisions of this Arbitration Program shall survive any termination, amendment, or expiration hereof or of the Documents unless the Parties otherwise expressly agree in writing. Each Party agrees to keep all Disputes and arbitration proceedings strictly confidential, except for disclosures of information required in the ordinary course of business of the Parties or as required by applicable law or regulation. If any provision of this Arbitration Program is declared invalid by any court, the remaining provisions shall not be affected thereby and shall remain fully enforceable.\n\n10. Entire Agreement. This Builder's Limited Warranty and Statement of Non-Warranted Conditions constitute the entire integrated agreement and understanding between the parties, superseding all prior communications, oral or written. No statements, promises, or inducements made by either party or agent of either party, express or implied, shall be valid or binding if not contained in this written agreement. No modifications to the Agreement shall be effective or binding unless in writing over the duly authorized signatures of the parties hereto. This section shall not be deemed waived by any modification or alteration which does not conform to the above provisions of this section.\n\n11.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/BUILDERS LIMITED WARRANTY.pdf",
    "chunk_index": 6
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31467",
    "text": "No modifications to the Agreement shall be effective or binding unless in writing over the duly authorized signatures of the parties hereto. This section shall not be deemed waived by any modification or alteration which does not conform to the above provisions of this section.\n\n11. Invalidity. In the event that any one or more of the provisions of this Warranty shall for any reason be held to be invalid, illegal, or unenforceable, the remaining provisions of this Agreement shall be unaffected thereby and any implied warranties construed to be applicable or not disclaimable by a court of competent jurisdiction shall be deemed limited to the warranty period (term) set forth herein.\n\nEntered into as of date of last signature of the parties hereto.\n\nContoso Ltd.\n\nFabrikam Inc.\n\n(Buyer/Owner)\n\nBuilder\n\nContoso Ltd.\n\nBy Fabrikam Inc.\n\n(Buyer/Owner)\n\n2010-06-15\n\nAuthorized Representative\n\nDate\n\nTitle\n\n2010-06-15\n\nDate",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/BUILDERS LIMITED WARRANTY.pdf",
    "chunk_index": 7
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31468",
    "text": "# HOLDING TANK SERVICING CONTRACT\n\nContract Date: 2024-06-15\n\nThis contract is made between the Holding Tank Owner and the Pumper.\n\nHolding Tank Owner(s) Name(s): Contoso Ltd.\n\nPumper's Name: Fabrikam Inc.\n\nWe acknowledge the installation of (a) holding tank(s) on the following property address: 123 Mockup Lane, Washburn County, WI\n\nLegal Description:\n\nTownship Hillview NW 1/4, SW 1/4, Gov't Lot 5 Section 12 ,T 46_N, R 19 W\n\nLot 7_Block 2_Subdivision or CSM Meadow Estates\n\nParcel ID # 65- 081 -0-10 - 11-12 -1-13 - 123 - 123456\n\nTax ID# 0098765\n\n1. The owner agrees to file a copy of this contract with the County of Washburn, as required under WI Code SPS 383.21(2)5.\n\n2. The owner agrees to have the holding tank(s) serviced by the pumper and guarantees to permit the pumper to have access and to enter upon the property for the purpose of servicing the holding tank(s). The owner agrees to maintain the all-weather access road or drive so that the pumper can service the holding tank(s) with the pumping equipment. The owner further agrees to pay the pumper for a charges incurred in servicing the holding tank(s) as mutually agreed upon by the owner and pumper.\n\n3. The pumper agrees to submit to the County, reports for the servicing of the holding tank(s) in manner specified by the County. The pumper further agrees to include the following in the report:\n\na. The name and address of the person responsible for servicing the holding tank;\n\nb. The name of the owner of the holding tank;\n\nc. The location of the property on which the holding tank is installed;\n\nd. The sanitary permit number issued for the holding tank;\n\ne. The dates on which the holding tank was serviced;\n\nf. The volumes in gallons of the contents pumped from the holding tank for each servicing;\n\ng. The disposal sites to which the contents from the holding tank were delivered.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/HOLDING TANK SERVICING CONTRACT.pdf",
    "chunk_index": 0
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31469",
    "text": "h. Condition of holding tank and components at time of inspection.\n\n4. This agreement will remain in effect until the owner or pumper terminates this contract. In the event of a change in this contract, the owner agrees to file a copy of any changes to this service contract or a copy of a new service contract with the municipality and the County named above within ten (10) business days from the date of change to this service contract.\n\nOwner(s) Names(s) (Print)\n\nOwner's Signature(s)\n\nContoso Ltd.\n\nContoso\n\nPumper's Name (Print) Fabrikam Inc.\n\nPumper's Signature Fabrikam\n\nPumper's Registration Number REG-54321\n\n| Owner(s) Names(s) (Print) | Owner's Signature(s) |\n\n| --- | --- |\n\n| Contoso Ltd. | Contoso |\n\n|  |  |\n\n| Pumper's Name (Print) Fabrikam Inc. | Pumper's Signature Fabrikam |\n\n| Pumper's Registration Number REG-54321 |  |",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/HOLDING TANK SERVICING CONTRACT.pdf",
    "chunk_index": 1
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31470",
    "text": "# PROPERTY MANAGEMENT AGREEMENT (Short Term and/or Vacation/Holiday Rentals)\n\nTHIS AGREEMENT, by and between: Contoso Ltd. (hereinafter called \"Owner\") and Walt Flood Realty, a Hawaii sole proprietorship (hereinafter called \"Agent\"), wherein the parties hereby agree as follows:\n\nAGENCY. Owner exclusively appoints Agent to rent, lease, operate, and manage on the owner's behalf the property located at: 456 Palm Tree Avenue, Honolulu, HI 96815\n\nProperty Name: Pacific View Retreat Unit #: B202\n\nTERM. This agreement shall be for an initial period of twelve months beginning on: 2010-06-15 and shall be automatically renewed for successive one year terms thereafter. However, either party upon sixty (60) days written notice may terminate this agreement. Termination of this agreement does not invalidate any existing rental agreements made by Agent on Owner's behalf. Upon termination, Owner shall continue to be responsible or shall cause to be completed all obligations or expenses incurred hereunder by the Agent. In the event this agreement is terminated, or the property is sold, the Owner shall honor all confirmed reservations.\n\nRESPONSIBILITIES OF AGENT. Agent agrees to and shall:\n\n(a) Complete an initial property inspection and prepare a condition report of the unit. If necessary, make recommendations to Owner and prepare unit for occupancy.\n\n(b) Advertise the rental unit in the local newspapers, bulletin board, and on the Internet. Provide the invoice(s) from the media, and pay the charges and pass on the cost to the Owner, on the monthly proceeds statements.\n\n(c) Collect all rents for property and deposit same in a special trust account in an insured financial institution authorized to do business in the State of Hawaii. Owner understands and agrees that all finds may be placed in an interest bearing account and the interest shall accrue to the benefit of the Rental Agent.\n\n(d) Provide Owner with a monthly statement of income and expenses for the property. To the extent there are amounts available for distribution to the owner; agent shall distribute the amount to the owner or as owner may direct.\n\n(e) Contract for services and authorize expenditures on Owner's behalf for housekeeping and regular maintenance.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/PROPERTY MANAGEMENT AGREEMENT.pdf",
    "chunk_index": 0
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31471",
    "text": "(d) Provide Owner with a monthly statement of income and expenses for the property. To the extent there are amounts available for distribution to the owner; agent shall distribute the amount to the owner or as owner may direct.\n\n(e) Contract for services and authorize expenditures on Owner's behalf for housekeeping and regular maintenance. Agent shall obtain prior written approval from Owner for any expenditure in excess of Three Hundred Dollars ($300.00) except for what the Agent shall in its best judgment consider an emergency\n\nRESPONSIBILITIES OF OWNER. Owner agrees to and shall:\n\n(a) Furnish and maintain unit in accordance with recommended inventory and maintenance standards as may be established from time to time by Agent.\n\n(b) Allow Agent to establish rental rates for the property.\n\n(c) Provide Agent with written notification within five (5) business days of a listing agreement if the property is for sale. And to notify Agent prior to authorizing access to the property to anyone.\n\n(d) Provide Agent with Owner's General Excise Tax License.\n\n(e) Provide Agent with Owner's U.S. Federal Tax Id, or Social Security number.\n\n(f) Provide Liability Insurance coverage for the property with minimum limits of $300,000 for bodily injury and $25,000 for property damage to others. The Agent shall be named as additional insured and shall be furnished with a copy of the insurance policy and a certificate of insurance.\n\n# PROPERTY MANAGEMENT AGREEMENT:\n\n(Short Term and/or Vacation/Holiday Rentals)\n\nAGENT'S FEES. Owner is advised and agrees to pay the following:\n\n(a) Agent is allowed by Owner to accept credit cards and to deduct for credit card and/or bankcard fees from the Owner's proceeds.\n\n(b) A fee/commission of twenty five percent (25%) of the gross revenues for management services for short term and/or vacation rentals (reservations of less than 180 days).\n\n(c) A fee/commission of ten percent (10%) of the gross revenues for management services for long term leases (leases of more than 180 days).\n\n(d) A pro-ration charge for advertising for short-term (vacation rentals), at $75.00/month.\n\n(e) A minimum charge for administration and accounting, at $50.00/month (not to include tax preparation/returns/forms).",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/PROPERTY MANAGEMENT AGREEMENT.pdf",
    "chunk_index": 1
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31472",
    "text": "(d) A pro-ration charge for advertising for short-term (vacation rentals), at $75.00/month.\n\n(e) A minimum charge for administration and accounting, at $50.00/month (not to include tax preparation/returns/forms).\n\n(f) A fee of ten percent (10%) on the total charge for repairs, upgrades, and/or renovations.\n\n(g) A charge of $35/hour to schedule repairs, upgrades, renovations, replacement of appliances, carpets, curtains, drapes, and/or to escort the contractors, repair persons, technicians and handymen.\n\n(h) Plus, the Agent will assess/charge the Owner the Hawaii Gross Excise tax (currently at 4.712%) on all the above fees, commissions and charges.\n\nAGENCY START-UP FEE. Upon the execution of this Agreement, the Owner shall pay two hundred fifty dollars ($250.00) to the Agent as a non-refundable start-up fee. The Agent shall use such fee to pay initial administrative expenses of including the premises (property) in its rental program, to conduct a complete inventory of all furniture and furnishings in the rental unit, to produce a condition/inspection report of the premises, appliances and contents, and to pay other sums initially required for the performance of its duties under this agreement.\n\nDISCLAIMER OF GUARANTEES. The Owner understands and agrees that Agent has made no guarantees (written or verbal) of occupancy or income levels for the property.\n\nHOLD HARMLESS. The Owner agrees that Agent shall not be liable for any claim for loss or injury to any person or property located on the property subject to this agreement, except for loss or injury caused by Agent's gross negligence or wilful misconduct, and Owner shall hold Agent harmless and indemnify Agent for any such claim or liability.\n\nGOVERNING LAW. This is the entire Agreement between the parties and shall be governed by the laws of the State of Hawaii. This Agreement shall be binding upon the successors and assigns of Owner or Agent.\n\nSIGNED in duplicate this _15th day of June_2010. Both parties acknowledge receipt of a copy of this Agreement.\n\nOWNER:\n\nAGENT: Walt Flood Realty\n\nBy:\n\nContoso Ltd.\n\nBy:\n\nFabrikam Inc.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/PROPERTY MANAGEMENT AGREEMENT.pdf",
    "chunk_index": 2
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31473",
    "text": "This Agreement shall be binding upon the successors and assigns of Owner or Agent.\n\nSIGNED in duplicate this _15th day of June_2010. Both parties acknowledge receipt of a copy of this Agreement.\n\nOWNER:\n\nAGENT: Walt Flood Realty\n\nBy:\n\nContoso Ltd.\n\nBy:\n\nFabrikam Inc.\n\nIt's Owner\n\nIt's Principal Broker\n\nDate:\n\n2010-06-15\n\nDate:\n\n2010-06-15",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/PROPERTY MANAGEMENT AGREEMENT.pdf",
    "chunk_index": 3
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31474",
    "text": "| SALESPERSON | P.O. NUMBER | REQUISITIONER | SHIPPED VIA | DUE DATE | TERMS |\n\n| --- | --- | --- | --- | --- | --- |\n\n| Jim Contoso | 30060204 |  |  | 12/17/2015 | Due on contract\nsigning |\n\n| QUANTITY | DESCRIPTION | UNIT PRICE | TOTAL |\n\n| --- | --- | --- | --- |\n\n| 1 | Vertical Platform Lift (Savaria V1504) | 11200.00 | 11200.00 |\n\n| 1 | 110 VAC 60 Hz up, 12 VAC down operation parts | 3000.00 | 3000.00 |\n\n| 1 | Special Size 42\" x 62\" cab with 90 degree Type 3 | 5800.00 | 5800.00 |\n\n| 1 | Outdoor fitting | 2000.00 | 2000.00 |\n\n| 1 | 80\" High low profile aluminum door with plexi-glass inserts,\nWR-500 lock, automatic door operator | 5000.00 | 5000.00 |\n\n| 2 | Hall Call stations for bottom and upper landing | 1450.00 | 2900.00 |\n\n|  |  |  |  |\n\n|  |  |  |  |\n\n| SUBTOTAL | 29900.00 |\n\n| --- | --- |\n\n| TAX | N/A |\n\n| TOTAL | 29900.00 |\n\n| AMOUNT DUE | 29900.00 |",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/contoso_lifts_invoice.pdf",
    "chunk_index": 0
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31475",
    "text": "# PURCHASE CONTRACT\n\nThis contract is entered into by and between Contoso Lifts LLC. (Contractor), located at , P.O. Box 123567 Key West, FL. 33304-0708, and Fabrikam Inc. (Customer), located at 61 S 34th Street, Dayton, FL 33155. This contract is effective upon mutual signature and initial payment.\n\n## 1. Scope of Work\n\nContractor agrees to furnish and install the following:\n\n· 1 Vertical Platform Lift (AscendPro VPX200)\n\n· 1 Power system: 110 VAC 60 Hz up, 12 VAC down\n\n. 1 Custom cab 42\" x 62\" with Type 3 90-degree access\n\n· 1 Outdoor configuration package\n\n· 1 Aluminum door with plexi-glass inserts & automatic opener\n\n· 2 Flush-mount Hall Call stations (upper & lower)\n\n## 2. Payment Terms\n\nTotal contract price is $29,900.00, payable in 3 installments:\n\n· $20,000.00 upon signing\n\n· $7,000.00 upon delivery\n\n· $2,900.00 upon completion\n\n## 3. Changes\n\nAny changes must be agreed to in writing and will affect the next payment milestone.\n\n## 4. Customer Default\n\nFailure to pay may result in legal action. Legal fees are recoverable by Contractor.\n\n## 5. Risk of Loss\n\nContractor holds risk until delivery. Customer holds risk thereafter.\n\n## 6. Delivery\n\nDelivery expected 8-10 weeks after drawing approval. Delay causes include factory and permits.\n\n## 7. Applicable Law\n\nThis contract shall be governed by the laws of the State of Florida.\n\n## 8. Assignment\n\nNeither party may assign this contract without the other's written consent.\n\n## 9. Warranty\n\nManufacturer warranty applies. Contractor warrants labor for 90 days.\n\n## 10. Permitting\n\nContractor assists with permitting. Customer bears any additional compliance costs.\n\n## 11. Right to Cancel\n\nCustomer may cancel within 3 business days for full refund. Afterward, deposit is forfeited.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/purchase_contract.pdf",
    "chunk_index": 0
  },
  {
    "id": "4:c17acfda-e123-4db8-b118-76e5442ffa8d:31476",
    "text": "Contractor warrants labor for 90 days.\n\n## 10. Permitting\n\nContractor assists with permitting. Customer bears any additional compliance costs.\n\n## 11. Right to Cancel\n\nCustomer may cancel within 3 business days for full refund. Afterward, deposit is forfeited.\n\n# EXHIBIT A - SCOPE OF WORK\n\nJob Name: Bayfront Animal Clinic Contact: Elizabeth Nolasco Phone: (813) 902-4455\n\nEmail: enolasco@fabrikam.com\n\nJob Location: 811 Ocean Drive, Suite 405, Tampa, FL 33602\n\n· 1 Vertical Platform Lift (AscendPro VPX200)\n\n· 1 Power system: 110 VAC 60 Hz up, 12 VAC down\n\n. 1 Custom cab 42\" x 62\" with Type 3 90-degree access\n\n· 1 Outdoor configuration package\n\n· 1 Aluminum door with plexi-glass inserts & automatic opener\n\n. 2 Flush-mount Hall Call stations (upper & lower)\n\n· Cab Size: 42\" x 62\", keyless access\n\n· Ramp: None. Pit depth: 3\"\n\n· Site prep by others: electrical hookup, concrete pad, hoistway\n\nSigned this 04/30/2025:\n\nAuthorized Representative Contoso Ltd.\n\nAuthorized Representative Fabrikam Inc.",
    "source": "https://neo4jstorage21224.blob.core.windows.net/test-docs/purchase_contract.pdf",
    "chunk_index": 1
  }
]